import { useState } from "react";

const AboutComp = () => {
  return (
    <>
      <div className="comp func-comp route-comp">
        <h1>About 페이지 입니다.</h1>
        <textarea>
          노래하며 풀이 발휘하기 피가 구하지 싸인 못하다 지혜는 아름다우냐? 속잎나고, 그들의 위하여 피어나는 속에
          찾아다녀도, 대중을 피다. 속에서 예수는 크고 따뜻한 것이다. 듣기만 따뜻한 품었기 두손을 목숨을 할지라도 얼마나
          말이다. 청춘 트고, 전인 그것은 얼마나 그리하였는가? 우리는 있음으로써 풍부하게 보이는 길을 운다. 능히 뛰노는
          설산에서 옷을 황금시대를 크고 이 커다란 봄바람이다. 있는 어디 듣기만 용기가 봄바람을 공자는 인간의 곳으로
          얼마나 이것이다. 속에 간에 노래하며 보이는 뜨고, 피가 그리하였는가? 피고 곳이 고행을 되려니와, 두기 얼음이
          무한한 봄날의 것이다. 것은 속에서 공자는 만천하의 희망의 남는 두기 청춘에서만 보라. 가지에 청춘의 그들을 피고,
          청춘에서만 사랑의 때문이다. 우리 때까지 용기가 생의 봄바람이다. 인도하겠다는 구하지 인생에 끓는 보내는
          사막이다. 끓는 착목한는 곳으로 청춘의 보배를 품으며, 너의 이 황금시대다. 오아이스도 만물은 오직 그리하였는가?
          위하여서 있는 이것은 이것을 같이 이상을 목숨이 인생을 뿐이다. 속잎나고, 용기가 놀이 아니다. 이상의 천고에
          청춘에서만 피고 인생에 크고 같이 교향악이다. 용기가 못하다 이것이야말로 과실이 전인 그것을 있는 듣는다. 끓는
          자신과 있을 품고 구할 목숨을 얼음이 현저하게 가슴에 칼이다. 날카로우나 뛰노는 석가는 간에 인생에 광야에서
          뜨거운지라, 위하여서. 목숨을 하여도 충분히 살 청춘의 소리다.이것은 실현에 우리 약동하다. 눈이 그들의 웅대한 이
          청춘 황금시대다. 뜨거운지라, 얼음 풀이 발휘하기 자신과 이상의 그리하였는가? 심장의 같은 것이다.보라, 이것을
          이상 생명을 뭇 인간이 불어 것이다. 길지 심장은 맺어, 뿐이다. 이는 너의 오직 있다. 구하지 고행을 청춘을 눈이
          따뜻한 가지에 것이다. 꽃이 천자만홍이 청춘이 트고, 물방아 되려니와, 힘차게 피가 있는가?
        </textarea>
      </div>
    </>
  );
};

export default AboutComp;
